IDEA StatiCa Open Model
OpenMessages.InformationMessages Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List Information messages only
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<InformationMessage> InformationMessages { get; }
Public ReadOnly Property InformationMessages As List(Of InformationMessage)
	Get
public:
property List<InformationMessage^>^ InformationMessages {
	List<InformationMessage^>^ get ();
}
Property Value
Type: List<InformationMessage>
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace